Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Total wake time during the sleep period. Brief awakenings (<5 minutes each, totaling <30 minutes) are normal and often not remembered. Excessive wake time fragments sleep architecture and reduces the restorative benefits of deep sleep and REM cycles.
ar: إجمالي وقت اليقظة خلال فترة النوم. الاستيقاظات القصيرة (أقل من 5 دقائق لكل منها، بمجموع أقل من 30 دقيقة) طبيعية وغالبًا لا تُتذكَّر. أما اليقظة المفرطة فتجزّئ بنية النوم وتقلّل الفوائد التجديدية للنوم العميق ودورات REM.
da: Samlet vågen tid i søvnperioden. Korte opvågninger (under 5 minutter hver, i alt under 30 minutter) er normale og huskes ofte ikke. For meget vågen tid fragmenterer søvnarkitekturen og mindsker de genoprettende fordele ved dyb søvn og REM-cyklusser.
de: Gesamte Wachzeit während der Schlafperiode. Kurze Wachphasen (jeweils unter 5 Minuten, insgesamt unter 30 Minuten) sind normal und werden oft nicht erinnert. Übermäßige Wachzeit zerstückelt die Schlafarchitektur und mindert den erholsamen Nutzen von Tiefschlaf und REM-Zyklen.
es: Tiempo total despierto durante el periodo de sueño. Los despertares breves (menos de 5 minutos cada uno, menos de 30 minutos en total) son normales y a menudo no se recuerdan. Un exceso de vigilia fragmenta la arquitectura del sueño y reduce los beneficios reparadores del sueño profundo y de los ciclos REM.
fi: Valveillaoloaika yhteensä unijakson aikana. Lyhyet heräämiset (alle 5 minuuttia kukin, yhteensä alle 30 minuuttia) ovat normaaleja eikä niitä usein muisteta. Liiallinen valveilla oloaika pirstoo unen rakennetta ja vähentää syvän unen ja REM-jaksojen palauttavaa hyötyä.
fr: Temps total d’éveil pendant la période de sommeil. De brefs réveils (moins de 5 minutes chacun, moins de 30 minutes au total) sont normaux et souvent oubliés. Un temps d’éveil excessif fragmente l’architecture du sommeil et réduit les bénéfices réparateurs du sommeil profond et des cycles REM.
is: Heildarvökutími á svefntímabilinu. Stuttar vöknun (innan við 5 mínútur hver, samtals innan við 30 mínútur) eru eðlilegar og oft ekki muna eftir þeim. Of mikill vökutími sundrar svefnbyggingu og dregur úr endurnærandi ávinningi djúpsvefns og REM-lota.
it: Tempo totale di veglia durante il periodo di sonno. I brevi risvegli (meno di 5 minuti ciascuno, meno di 30 minuti in totale) sono normali e spesso non ricordati. Una veglia eccessiva frammenta l’architettura del sonno e riduce i benefici ristoratori del sonno profondo e dei cicli REM.
ja: 睡眠期間中の総覚醒時間です。短い覚醒（1 回 5 分未満、合計 30 分未満）は正常で、記憶に残らないことも多くあります。覚醒時間が過剰になると睡眠構造が分断され、深い睡眠や REM サイクルによる回復効果が損なわれます。
ko: 수면 기간 중 총 각성 시간입니다. 짧은 각성(각 5분 미만, 합계 30분 미만)은 정상이며 기억나지 않는 경우도 많습니다. 각성 시간이 과도하면 수면 구조가 분절되고 깊은 수면과 REM 주기의 회복 효과가 줄어듭니다.
nb: Samlet våken tid i søvnperioden. Korte oppvåkninger (under 5 minutter hver, til sammen under 30 minutter) er normale og huskes ofte ikke. For mye våken tid fragmenterer søvnarkitekturen og reduserer den gjenoppbyggende effekten av dypsøvn og REM-sykluser.
nl: Totale wakkere tijd tijdens de slaapperiode. Korte ontwakingen (elk minder dan 5 minuten, samen minder dan 30 minuten) zijn normaal en worden vaak niet onthouden. Te veel wakkere tijd versnippert de slaaparchitectuur en vermindert de herstellende opbrengst van diepe slaap en REM-cycli.
pt_br: Tempo total acordado durante o período de sono. Despertares breves (menos de 5 minutos cada, somando menos de 30 minutos) são normais e muitas vezes nem são lembrados. Tempo acordado em excesso fragmenta a arquitetura do sono e reduz os benefícios restauradores do sono profundo e dos ciclos REM.
ru: Суммарное время бодрствования в течение периода сна. Короткие пробуждения (менее 5 минут каждое, в сумме менее 30 минут) нормальны и часто не запоминаются. Избыточное бодрствование дробит архитектуру сна и снижает восстановительную пользу глубокого сна и циклов REM.
sv: Total vaken tid under sömnperioden. Korta uppvaknanden (under 5 minuter vardera, sammanlagt under 30 minuter) är normala och minns ofta inte. För mycket vaken tid fragmenterar sömnarkitekturen och minskar den återuppbyggande nyttan av djupsömn och REM-cykler.
zh_hans: 睡眠期间的总清醒时间。短暂觉醒（每次不足 5 分钟、合计不足 30 分钟）是正常的，往往也不会被记住。清醒时间过多会打碎睡眠结构，削弱深睡与 REM 周期带来的恢复效益。

source: Tracks respiratory sinus arrhythmia. Rises when you're calm and breathing slowly; collapses under stress. Pairs well with RMSSD for vagal-tone reads.
ar: يتتبع اضطراب النظم الجيبي التنفسي. يرتفع حين تكون هادئًا وتتنفس ببطء؛ وينهار تحت الإجهاد. يقترن جيدًا بـ RMSSD لقراءة النبرة المبهمية.
da: Følger respiratorisk sinusarytmi. Stiger når du er rolig og trækker vejret langsomt; falder sammen under stress. Fungerer godt sammen med RMSSD til vagal tonus.
de: Erfasst die respiratorische Sinusarrhythmie. Steigt, wenn du ruhig bist und langsam atmest; bricht unter Stress ein. Passt gut zu RMSSD für die Beurteilung des Vagustonus.
es: Sigue la arritmia sinusal respiratoria. Sube cuando estás en calma y respiras despacio; se hunde con el estrés. Combina bien con RMSSD para leer el tono vagal.
fi: Seuraa hengityksen sinusarytmiaa. Nousee, kun olet rauhallinen ja hengität hitaasti; romahtaa stressissä. Toimii hyvin RMSSD:n rinnalla vagaalitonuksen arviointiin.
fr: Suit l’arythmie sinusale respiratoire. Augmente quand vous êtes calme et respirez lentement ; s’effondre sous le stress. S’associe bien au RMSSD pour lire le tonus vagal.
is: Fylgist með öndunartengdri sínustruflun. Hækkar þegar þú ert rólegur og andar hægt; hrynur við streitu. Fer vel með RMSSD til að meta vagus-tón.
it: Segue l’aritmia sinusale respiratoria. Sale quando sei calmo e respiri lentamente; crolla sotto stress. Si abbina bene a RMSSD per leggere il tono vagale.
ja: 呼吸性洞性不整脈を追跡します。落ち着いてゆっくり呼吸すると上昇し、ストレス下では急低下します。迷走神経緊張の判断では RMSSD との併用が有効です。
ko: 호흡성 동성 부정맥을 추적합니다. 차분하고 느리게 호흡할 때 상승하고, 스트레스 상황에서는 급감합니다. 미주신경 긴장도 해석에는 RMSSD와 함께 보면 좋습니다.
nb: Følger respiratorisk sinusarytmi. Stiger når du er rolig og puster langsomt; faller sammen under stress. Fungerer godt med RMSSD for å lese vagal tonus.
nl: Volgt de respiratoire sinusaritmie. Stijgt als je kalm bent en langzaam ademt; zakt in bij stress. Combineert goed met RMSSD voor het aflezen van de vagale tonus.
pt_br: Acompanha a arritmia sinusal respiratória. Sobe quando você está calmo e respirando devagar; despenca sob estresse. Combina bem com o RMSSD para ler o tônus vagal.
ru: Отслеживает дыхательную синусовую аритмию. Растёт, когда вы спокойны и дышите медленно; резко падает при стрессе. Хорошо дополняет RMSSD при оценке вагусного тонуса.
sv: Följer respiratorisk sinusarytmi. Stiger när du är lugn och andas långsamt; rasar under stress. Fungerar bra ihop med RMSSD för att läsa vagal tonus.
zh_hans: 用于追踪呼吸性窦性心律不齐。当你平静并缓慢呼吸时上升，在压力下会骤降。与 RMSSD 搭配可更好地判断迷走张力。

source: Traditionally interpreted as 'sympathovagal balance' but this model is oversimplified (Billman 2013). During sleep, low ratios (<1.0) are expected as parasympathetic activity dominates. Very high ratios (>4.0) during rest may indicate sympathetic activation from stress, dehydration, or incomplete recovery. Best interpreted alongside absolute power values.
ar: يُفسَّر تقليديًا على أنه «التوازن الودي-المبهمي» لكن هذا النموذج مبسَّط أكثر من اللازم (Billman 2013). وأثناء النوم تُتوقع نسب منخفضة (أقل من 1.0) لأن النشاط نظير الودي يهيمن. أما النسب المرتفعة جدًا (فوق 4.0) أثناء الراحة فقد تدل على تنشيط ودي ناتج عن إجهاد أو جفاف أو تعافٍ غير مكتمل. ويُفضَّل تفسيره إلى جانب قيم القدرة المطلقة.
da: Traditionelt fortolket som 'sympatovagal balance', men modellen er en forsimpling (Billman 2013). Under søvn forventes lave forhold (under 1,0), fordi parasympatisk aktivitet dominerer. Meget høje forhold (over 4,0) i hvile kan tyde på sympatisk aktivering fra stress, dehydrering eller ufuldstændig restitution. Fortolkes bedst sammen med de absolutte effektværdier.
de: Traditionell als „sympathovagale Balance“ gedeutet, doch dieses Modell ist zu stark vereinfacht (Billman 2013). Im Schlaf sind niedrige Werte (unter 1,0) zu erwarten, da die parasympathische Aktivität überwiegt. Sehr hohe Werte (über 4,0) in Ruhe können auf eine sympathische Aktivierung durch Stress, Dehydrierung oder unvollständige Erholung hindeuten. Am besten zusammen mit den absoluten Leistungswerten interpretieren.
es: Tradicionalmente se interpreta como «equilibrio simpaticovagal», pero ese modelo está muy simplificado (Billman 2013). Durante el sueño se esperan razones bajas (menos de 1,0), porque domina la actividad parasimpática. Razones muy altas (más de 4,0) en reposo pueden indicar activación simpática por estrés, deshidratación o recuperación incompleta. Se interpreta mejor junto con los valores de potencia absoluta.
fi: Perinteisesti tulkitaan "sympatovagaaliseksi tasapainoksi", mutta malli on liian yksinkertaistettu (Billman 2013). Unen aikana odotetaan matalia suhteita (alle 1,0), koska parasympaattinen toiminta hallitsee. Hyvin korkeat suhteet (yli 4,0) levossa voivat kertoa sympaattisesta aktivaatiosta stressin, kuivumisen tai vajaan palautumisen vuoksi. Tulkitse mieluiten yhdessä absoluuttisten tehoarvojen kanssa.
fr: Traditionnellement interprété comme « l’équilibre sympatho-vagal », mais ce modèle est trop simplificateur (Billman 2013). Pendant le sommeil, des rapports bas (moins de 1,0) sont attendus, car l’activité parasympathique domine. Des rapports très élevés (plus de 4,0) au repos peuvent indiquer une activation sympathique due au stress, à la déshydratation ou à une récupération incomplète. À interpréter de préférence avec les valeurs de puissance absolue.
is: Hefðbundið túlkað sem „jafnvægi drif- og sefkerfis“ en það líkan er of einfaldað (Billman 2013). Í svefni er búist við lágum hlutföllum (undir 1,0) þar sem sefkerfisvirkni ræður. Mjög há hlutföll (yfir 4,0) í hvíld geta bent til drifkerfisvirkjunar vegna streitu, vökvaskorts eða ófullnægjandi endurheimtar. Best að túlka samhliða algildum aflgildum.
it: Tradizionalmente interpretato come «equilibrio simpato-vagale», ma il modello è troppo semplificato (Billman 2013). Durante il sonno ci si aspettano rapporti bassi (sotto 1,0), perché domina l’attività parasimpatica. Rapporti molto alti (sopra 4,0) a riposo possono indicare attivazione simpatica da stress, disidratazione o recupero incompleto. Meglio interpretarlo insieme ai valori di potenza assoluta.
ja: 従来は「交感・迷走バランス」と解釈されてきましたが、このモデルは単純化しすぎです（Billman 2013）。睡眠中は副交感神経活動が優位になるため、比は低く（1.0 未満）なるのが普通です。安静時に非常に高い比（4.0 超）が出る場合、ストレス、脱水、回復不足による交感神経の活性化を示すことがあります。絶対パワー値と併せて解釈するのが最適です。
ko: 전통적으로 '교감-미주 균형'으로 해석되지만, 이 모델은 지나치게 단순화된 것입니다(Billman 2013). 수면 중에는 부교감 활동이 우세하므로 낮은 비율(1.0 미만)이 예상됩니다. 안정 시 비율이 매우 높으면(4.0 초과) 스트레스, 탈수, 불완전한 회복으로 인한 교감 활성화를 시사할 수 있습니다. 절대 파워 값과 함께 해석하는 것이 가장 좋습니다.
nb: Tradisjonelt tolket som «sympatovagal balanse», men modellen er for forenklet (Billman 2013). Under søvn forventes lave forhold (under 1,0) siden parasympatisk aktivitet dominerer. Svært høye forhold (over 4,0) i hvile kan tyde på sympatisk aktivering fra stress, dehydrering eller ufullstendig restitusjon. Tolkes best sammen med de absolutte effektverdiene.
nl: Traditioneel gelezen als 'sympathovagale balans', maar dat model is te sterk vereenvoudigd (Billman 2013). Tijdens de slaap zijn lage verhoudingen (onder 1,0) te verwachten, omdat parasympathische activiteit domineert. Zeer hoge verhoudingen (boven 4,0) in rust kunnen wijzen op sympathische activatie door stress, uitdroging of onvolledig herstel. Interpreteer het bij voorkeur samen met de absolute vermogenswaarden.
pt_br: Tradicionalmente interpretado como 'equilíbrio simpatovagal', mas esse modelo é simplificado demais (Billman 2013). Durante o sono, esperam-se razões baixas (abaixo de 1,0), pois a atividade parassimpática domina. Razões muito altas (acima de 4,0) em repouso podem indicar ativação simpática por estresse, desidratação ou recuperação incompleta. É melhor interpretá-lo junto com os valores de potência absoluta.
ru: Традиционно трактуется как «симпатовагальный баланс», но эта модель чрезмерно упрощена (Billman 2013). Во сне ожидаются низкие значения (меньше 1,0), поскольку доминирует парасимпатическая активность. Очень высокие значения (больше 4,0) в покое могут указывать на симпатическую активацию из-за стресса, обезвоживания или неполного восстановления. Лучше всего трактовать вместе с абсолютными значениями мощности.
sv: Traditionellt tolkat som ”sympatovagal balans”, men den modellen är alltför förenklad (Billman 2013). Under sömn förväntas låga kvoter (under 1,0) eftersom parasympatisk aktivitet dominerar. Mycket höga kvoter (över 4,0) i vila kan tyda på sympatisk aktivering av stress, uttorkning eller ofullständig återhämtning. Tolkas bäst tillsammans med de absoluta effektvärdena.
zh_hans: 传统上被解读为“交感—迷走平衡”，但这一模型过于简化（Billman 2013）。睡眠期间副交感占优，因此比值通常较低（小于 1.0）。静息时比值很高（大于 4.0）可能提示压力、脱水或恢复不完全导致的交感激活。最好结合绝对功率值一起解读。

source: Trail active — open
ar: المسار نشط — افتح
da: Spor aktivt — åbn
de: Pfad aktiv — öffnen
es: Ruta activa — abrir
fi: Reitti aktiivinen — avaa
fr: Sentier actif — ouvrir
is: Slóð virk — opna
it: Percorso attivo — apri
ja: トレイル有効 — 開く
ko: 경로 활성 — 열기
nb: Sti aktiv — åpne
nl: Spoor actief — openen
pt_br: Trilha ativa — abrir
ru: Маршрут активен — открыть
sv: Spår aktivt — öppna
zh_hans: 轨迹已激活 — 打开

source: Training
ar: التدريب
da: Træning
es: Entrenamiento
fi: Harjoittelu
fr: Entraînement
is: Þjálfun
it: Allenamento
ja: トレーニング
ko: 훈련
nb: Trening
pt_br: Treino
ru: Тренировка
sv: Träning
zh_hans: 训练

source: Training balance (TSB)
ar: توازن التدريب (TSB)
da: Træningsbalance (TSB)
de: Trainingsbalance (TSB)
es: Balance de entrenamiento (TSB)
fi: Harjoitustasapaino (TSB)
fr: Fraîcheur (TSB)
is: Æfingajafnvægi (TSB)
it: Bilancio di allenamento (TSB)
ja: トレーニングバランス (TSB)
ko: 훈련 밸런스 (TSB)
nb: Treningsbalanse (TSB)
nl: Trainingsbalans (TSB)
pt_br: Equilíbrio de treino (TSB)
ru: Свежесть (TSB)
sv: Träningsbalans (TSB)
zh_hans: 训练平衡 (TSB)

source: Training break end date
ar: تاريخ انتهاء فترة التوقف عن التدريب
da: Slutdato for træningspause
de: Enddatum der Trainingspause
es: Fecha de finalización del descanso de entrenamiento
fi: Harjoitustauon päättymispäivä
fr: Date de fin de la pause d'entraînement
is: Lokadagsetning æfingahlés
it: Data di fine della pausa dall'allenamento
ja: トレーニング休止の終了日
ko: 훈련 휴식 종료일
nb: Sluttdato for treningspause
nl: Einddatum trainingspauze
pt_br: Data de término da pausa de treino
ru: Дата окончания перерыва в тренировках
sv: Slutdatum för träningsuppehåll
zh_hans: 训练休息结束日期

source: Training break start date
ar: تاريخ بدء فترة التوقّف عن التدريب
da: Startdato for træningspause
de: Startdatum der Trainingspause
es: Fecha de inicio del descanso de entrenamiento
fi: Harjoitustauon alkamispäivä
fr: Date de début de la pause d'entraînement
is: Upphafsdagur æfingahlés
it: Data di inizio della pausa dall'allenamento
ja: トレーニング休止の開始日
ko: 훈련 중단 시작일
nb: Startdato for treningspause
nl: Startdatum trainingspauze
pt_br: Data de início da pausa de treino
ru: Дата начала перерыва в тренировках
sv: Startdatum för träningsuppehåll
zh_hans: 训练休息开始日期

source: Training context refreshed
ar: تم تحديث سياق التدريب
da: Træningskontekst opdateret
de: Trainingskontext aktualisiert
es: Contexto de entrenamiento actualizado
fi: Harjoituskonteksti päivitetty
fr: Contexte d’entraînement actualisé
is: Æfingasamhengi uppfært
it: Contesto di allenamento aggiornato
ja: トレーニング状況を更新しました
ko: 훈련 맥락이 갱신됨
nb: Treningskontekst oppdatert
nl: Trainingscontext vernieuwd
pt_br: Contexto de treino atualizado
ru: Тренировочный контекст обновлён
sv: Träningskontext uppdaterad
zh_hans: 训练背景已刷新

source: Training emails
ar: رسائل البريد الإلكتروني للتدريب
da: Trænings-e-mails
de: Trainings-E-Mails
es: Correos de entrenamiento
fi: Harjoittelusähköpostit
fr: E-mails d'entraînement
is: Æfingatölvupóstar
it: E-mail di allenamento
ja: トレーニングメール
ko: 트레이닝 이메일
nb: Trenings-e-poster
nl: Trainings-e-mails
pt_br: E-mails de treino
ru: Письма о тренировках
sv: Träningsmejl
zh_hans: 训练邮件

source: Training freshness
ar: انتعاش التدريب
da: Træningsfriskhed
de: Trainingsfrische
es: Frescura de entrenamiento
fi: Harjoittelun tuoreus
fr: Fraîcheur d’entraînement
is: Ferskleiki æfinga
it: Freschezza di allenamento
ja: トレーニングの新鮮度
ko: 훈련 신선도
nb: Treningsfriskhet
nl: Trainingsfrisheid
pt_br: Frescor de treino
ru: Свежесть тренировок
sv: Träningsfräschhet
zh_hans: 训练新鲜度

source: Training impulse from your most recent day of training. TRIMP combines duration and intensity (heart rate zones) into a single load metric. Values <50 are light; 50–150 moderate; 150–300 hard; >300 very hard. Recovery from yesterday's session directly influences today's HRV and readiness.
ar: دفعة التدريب من آخر يوم تدريب لك. يجمع TRIMP المدة والشدة (مناطق النبض) في مقياس حمل واحد. القيم دون 50 خفيفة؛ و50–150 متوسطة؛ و150–300 شاقة؛ وفوق 300 شاقة جدًا. ويؤثر التعافي من جلسة الأمس مباشرة في تقلب نبضك وجاهزيتك اليوم.
da: Træningsimpuls fra din seneste træningsdag. TRIMP kombinerer varighed og intensitet (pulszoner) i ét belastningsmål. Værdier under 50 er lette; 50–150 moderate; 150–300 hårde; over 300 meget hårde. Restitutionen efter gårsdagens session påvirker direkte dagens HRV og parathed.
de: Trainingsimpuls deines letzten Trainingstags. TRIMP fasst Dauer und Intensität (Herzfrequenzzonen) zu einer Belastungskennzahl zusammen. Werte unter 50 sind locker, 50–150 moderat, 150–300 hart, über 300 sehr hart. Die Erholung von gestern beeinflusst unmittelbar die heutige HRV und Bereitschaft.
es: Impulso de entrenamiento de tu último día de entreno. El TRIMP combina duración e intensidad (zonas de FC) en una única métrica de carga. Valores por debajo de 50 son suaves; 50–150 moderados; 150–300 duros; por encima de 300 muy duros. La recuperación de la sesión de ayer influye directamente en la HRV y el estado de preparación de hoy.
fi: Harjoitusimpulssi viimeisimmältä harjoituspäivältäsi. TRIMP yhdistää keston ja tehon (sykealueet) yhdeksi kuormitusmittariksi. Alle 50 on kevyt; 50–150 kohtalainen; 150–300 kova; yli 300 erittäin kova. Eilisestä harjoituksesta palautuminen vaikuttaa suoraan tämän päivän HRV:hen ja valmiuteen.
fr: Impulsion d’entraînement de votre dernière journée d’entraînement. Le TRIMP combine durée et intensité (zones de FC) en une seule mesure de charge. Sous 50, c’est léger ; 50–150 modéré ; 150–300 dur ; au-delà de 300, très dur. La récupération de la séance d’hier influence directement la HRV et la préparation d’aujourd’hui.
is: Æfingaimpúls frá síðasta æfingadegi þínum. TRIMP sameinar lengd og ákefð (púlssvæði) í einn álagsmælikvarða. Gildi undir 50 eru létt; 50–150 miðlungs; 150–300 erfið; yfir 300 mjög erfið. Endurheimt eftir æfingu gærdagsins hefur bein áhrif á HRV og viðbúnað dagsins.
it: Impulso di allenamento dal tuo giorno di allenamento più recente. Il TRIMP unisce durata e intensità (zone di FC) in un’unica misura di carico. Valori sotto 50 sono leggeri; 50–150 moderati; 150–300 duri; oltre 300 molto duri. Il recupero dalla seduta di ieri influenza direttamente l’HRV e la prontezza di oggi.
ja: 直近のトレーニング日のトレーニングインパルスです。TRIMP は時間と強度（心拍ゾーン）を 1 つの負荷指標にまとめます。50 未満は軽め、50〜150 は中程度、150〜300 はきつい、300 超は非常にきついレベルです。昨日のセッションからの回復は、今日の HRV と準備状態に直接影響します。
ko: 가장 최근 훈련일의 트레이닝 임펄스입니다. TRIMP는 시간과 강도(심박 존)를 하나의 부하 지표로 결합합니다. 50 미만은 가벼움, 50–150은 보통, 150–300은 힘듦, 300 초과는 매우 힘듦입니다. 어제 세션에서의 회복은 오늘의 HRV와 준비도에 직접 영향을 줍니다.
nb: Treningsimpuls fra din siste treningsdag. TRIMP kombinerer varighet og intensitet (pulssoner) i ett belastningsmål. Verdier under 50 er lette; 50–150 moderate; 150–300 harde; over 300 svært harde. Restitusjonen etter gårsdagens økt påvirker direkte dagens HRV og beredskap.
nl: Trainingsimpuls van je meest recente trainingsdag. TRIMP combineert duur en intensiteit (hartslagzones) tot één belastingsmaat. Onder 50 is licht; 50–150 gemiddeld; 150–300 zwaar; boven 300 zeer zwaar. Het herstel van de sessie van gisteren beïnvloedt direct de HRV en gereedheid van vandaag.
pt_br: Impulso de treino do seu dia de treino mais recente. O TRIMP combina duração e intensidade (zonas de FC) em uma única métrica de carga. Valores abaixo de 50 são leves; 50–150 moderados; 150–300 pesados; acima de 300 muito pesados. A recuperação da sessão de ontem influencia diretamente a VFC e a prontidão de hoje.
ru: Тренировочный импульс за ваш последний день тренировок. TRIMP объединяет длительность и интенсивность (пульсовые зоны) в одну меру нагрузки. Значения ниже 50 — лёгкие; 50–150 — умеренные; 150–300 — тяжёлые; выше 300 — очень тяжёлые. Восстановление после вчерашней сессии напрямую влияет на сегодняшнюю ВСР и готовность.
sv: Träningsimpuls från din senaste träningsdag. TRIMP kombinerar varaktighet och intensitet (pulszoner) i ett enda belastningsmått. Värden under 50 är lätta; 50–150 måttliga; 150–300 hårda; över 300 mycket hårda. Återhämtningen från gårdagens pass påverkar direkt dagens HRV och beredskap.
zh_hans: 来自你最近一个训练日的训练冲量。TRIMP 把时长和强度（心率区间）合并为单一的负荷指标。低于 50 为轻松；50–150 为中等；150–300 为吃力；高于 300 为非常吃力。昨天训练后的恢复会直接影响今天的 HRV 和准备状态。

source: Training Load
ar: حمل التدريب
da: Træningsbelastning
de: Trainingsbelastung
es: Carga de entrenamiento
fi: Harjoituskuorma
fr: Charge d'entraînement
is: Æfingaálag
it: Carico di allenamento
ja: トレーニング負荷
ko: 트레이닝 부하
nb: Treningsbelastning
nl: Trainingsbelasting
pt_br: Carga de Treino
ru: Тренировочная нагрузка
sv: Träningsbelastning
zh_hans: 训练负荷

source: TRAINING LOAD
ar: حمل التدريب
da: TRÆNINGSBELASTNING
de: TRAININGSBELASTUNG
es: CARGA DE ENTRENAMIENTO
fi: HARJOITUSKUORMA
fr: CHARGE D'ENTRAÎNEMENT
is: ÆFINGAÁLAG
it: CARICO DI ALLENAMENTO
ja: トレーニング負荷
ko: 트레이닝 부하
nb: TRENINGSBELASTNING
nl: TRAININGSBELASTING
pt_br: CARGA DE TREINO
ru: ТРЕНИРОВОЧНАЯ НАГРУЗКА
sv: TRÄNINGSBELASTNING
zh_hans: 训练负荷

source: Training Load — Complete Analysis
ar: حمل التدريب — تحليل كامل
da: Træningsbelastning — komplet analyse
de: Trainingsbelastung — vollständige Analyse
es: Carga de entrenamiento — análisis completo
fi: Harjoituskuormitus — täysi analyysi
fr: Charge d’entraînement — analyse complète
is: Æfingaálag — heildargreining
it: Carico di allenamento — analisi completa
ja: トレーニング負荷 — 完全解析
ko: 훈련 부하 — 전체 분석
nb: Treningsbelastning — fullstendig analyse
nl: Trainingsbelasting — volledige analyse
pt_br: Carga de treino — análise completa
ru: Тренировочная нагрузка — полный анализ
sv: Träningsbelastning — fullständig analys
zh_hans: 训练负荷 — 完整分析

source: Training Load Tracking
ar: تتبع حمل التدريب
da: Sporing af træningsbelastning
de: Trainingsbelastungs-Tracking
es: Seguimiento de carga de entrenamiento
fi: Harjoituskuorman seuranta
fr: Suivi de la charge d'entraînement
is: Æfingaálagsrakning
it: Monitoraggio del carico di allenamento
ja: トレーニング負荷トラッキング
ko: 훈련 부하 추적
nb: Sporing av treningsbelastning
nl: Trainingsbelasting tracking
pt_br: Rastreamento de carga de treino
ru: Отслеживание тренировочной нагрузки
sv: Spårning av träningsbelastning
zh_hans: 训练负荷追踪

source: Training load trend, last 45 days
ar: اتجاه حمل التدريب، آخر 45 يومًا
da: Tendens for træningsbelastning, sidste 45 dage
de: Trend der Trainingsbelastung, letzte 45 Tage
es: Tendencia de la carga de entrenamiento, últimos 45 días
fi: Harjoituskuorman trendi, viimeiset 45 päivää
fr: Tendance de la charge d'entraînement, 45 derniers jours
is: Þróun æfingaálags, síðustu 45 dagar
it: Tendenza del carico di allenamento, ultimi 45 giorni
ja: トレーニング負荷の推移（過去45日間）
ko: 트레이닝 부하 추세, 최근 45일
nb: Trend for treningsbelastning, siste 45 dager
nl: Trend trainingsbelasting, laatste 45 dagen
pt_br: Tendência da carga de treino, últimos 45 dias
ru: Тренд тренировочной нагрузки, последние 45 дней
sv: Trend för träningsbelastning, senaste 45 dagarna
zh_hans: 训练负荷趋势，最近 45 天
